---
kind: property
id: P:Autodesk.Revit.DB.Visual.Noise.NoiseLevels
source: html/8529898b-8a9e-f3dd-8ced-7e03aea405b7.htm
---
# Autodesk.Revit.DB.Visual.Noise.NoiseLevels Property

The property labeled "Levels" from the "Noise" schema.

## Syntax (C#)
```csharp
public static string NoiseLevels { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "1, 10".